[Cues]
Act_E1_6A_CliffNow_Bird02_Look01_Max_010="Birds are so lucky, they can always escape…"
Act_E1_6A_CliffNow_Bird_Interact01_Max_010="I got you!"
Act_E1_6A_CliffNow_Bird_Look01_Max_010="Oh, this will be a great nature shot! Stay still, birdie…"
Act_E1_6A_CliffNow_Bush01_Look01_Max_010="I love how all the weeds and plants just grow wherever they want…"
Act_E1_6A_CliffNow_Butterfly_Look01_Max_010="Butterflies are free…"
Act_E1_6A_CliffNow_CHChloe_Look01_Max_010="This would be a nice photo of Chloe framed by the sun…"
Act_E1_6A_CliffNow_CHChloe_Look02_Max_010="She looks really pissed. I should not have denounced her earlier..."
Act_E1_6A_CliffNow_CampFire_Look01_Max_010="Looks like the youth of Arcadia Bay still come up here to party. I never made it…"
Act_E1_6A_CliffNow_Fence01_Look01_Max_010="That old fence is part of the landscape now. The path behind it leads to the parking lot..."
Act_E1_6A_CliffNow_FootPrints_Look01_Max_010="Those sure aren’t bigfeet… What kind of animal left those prints?"
Act_E1_6A_CliffNow_Graffiti01_Look01_Max_010="How long has that been here?"
Act_E1_6A_CliffNow_Graffiti02_Look01_Max_010="That looks lovely and ominous..."
Act_E1_6A_CliffNow_Graffiti03_Look01_Max_010="Clearly, the Bigfoots are everywhere."
Act_E1_6A_CliffNow_Graffiti04_Look01_Max_010="Weird, those glyphs remind me of... the wind."
Act_E1_6A_CliffNow_LightHouse_Look01_Max_010="Too bad it’s locked... I remember racing up and down the steps…"
Act_E1_6A_CliffNow_OrientationMap_Look01_Max_010="Wowser, Chloe drew that to mark our treefort… So we’d always be able to find each other in case of emergency… Oh…"
Act_E1_6A_CliffNow_SMSWarren01_Max_010="I'm glad I helped Warren. I just hope it will not come back to bite me…"
Act_E1_6A_CliffNow_Sign01_Look01_Max_010="I feel like I’m in my nightmare again…"
Act_E1_6A_CliffNow_Sign02_Look01_Max_010="All these years, I've never taken the time to read this board."
Act_E1_6A_CliffNow_Squirrel_Look01_Max_010="Hello cute little squirrel. You and me: Stare contest."
Act_E1_6A_CliffNow_Totem_Look01_Max_010="I don’t remember this at all, but it seems like it’s been here for a long time…"
Act_E1_6A_CliffNow_TrashCan_Look01_Max_010="People can be such pigs. "
Act_E1_6A_CliffNow_Tree01_Look01_Max_010="This tree has lived through centuries...I’m lucky if I make it through Friday... "
Act_E1_6A_CliffNow_TreeGraffiti01_Look01_Max_010="A tree haiku? How pretty…"
Act_E1_6A_CliffNow_TreeGraphiti_Look01_Max_010="Oh my God! I forgot all about this! Too bad I can’t rewind that far back…"
Act_E1_6A_CliffNow_VoiceOver02_Max_010="Man, I should have helped Chloe. I feel so bad…"
Act_E1_6A_CliffNow_VoiceOver02_Max_040="Chloe’s step-douche better not cause me trouble."
Act_E1_6A_CliffNow_Voiceover01_Max_010="Wowser, been ages since I was here…"
Act_E1_6A_CliffNow_Voiceover01_Max_020="I love this October vibe…"
Act_E1_6A_CliffNow_Voiceover01_Max_030="This is way more peaceful than my nightmare."
Act_E1_6A_CliffNow_Voiceover01_Max_040="If only Chloe and I were kids here again…"
Act_E1_6A_CliffNow_WildLifePanel_Look01_Max_010="They haven’t updated this sign since the 1980’s…"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_001="Sit down, if you want."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_003="Have a seat, Pete."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_008="I just... wanted some back-up."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_009="No worries. I know my step-dork can be scary."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_010="Seeing my step-dork get played makes me happy."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_011="You really took one for Team Chloe."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_013="I'm sorry you had to experience it firsthand. "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_015="Ever since my desperate mom dragged his ass to our home! ...I never trusted David."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_020="Why was he all up in her shit?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_021="Yes he is. But why was he bullying Kate? She's kinda boring."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_022="I know her. She's cool. Only that prick would bully her."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_023="That would be killer blackmail material. Let's bust his ass."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_025="He has a lot of secret files. Rambo still thinks he's gathering enemy intelligence."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_027="Did you take a peek?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_032="Never change. What did you find?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_033="I know that look. You peeked. So, dish the dirt. Snuff videos?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_034="I'd like to find out. I bet he's got some serious porn in there."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_035="Not Max The Quiet Wallflower!"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_039="This dude takes his job too seriously. He still thinks he's at war or something."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_040="Good thing you didn't look. "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_042="No wonder I'm so miserable. Everybody in this town knows everybody's secrets..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_043="He's an elite asshole who sells bad shit cut with laxative...and he dosed me with some drug in his room."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_044="Not anymore. "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_049=" I met him in some shithole bar that didn't card me. He was too rich for the place and too wasted. And he kept flashing bills... "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_051="That was Nathan's last mistake..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_056="Oh, good thing you notified the Principal. I feel safer already..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_057="Good thing you didn't tell anyone. Nathan Prescott better watch his back now..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_058="Screw that. Good thing you didn't tell anyone, now I'm bringing the Walter White down on him."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_060="You were here today, Max. You saved me! I'm still tripping on that… Seeing you after all these years feels like—"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_064="I'd love to. They must be important or he wouldn't hide them deep in his garage bunker."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_065="David stashes his secret x-files in there. I saw them once, but he secures them now."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_067="Most likely, but it's good you didn't find his files. He would go ballistic."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_068="He has a total surveillance fetish. I worry there are spy cams in the house. "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_070="What are you talking about?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_072="I knew it! He is so hella fucking paranoid. I'll keep this a secret for now..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_082="Actually, yes. I owe big time. And I thought I'd have enough for me and Rachel if she showed up..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_086="We went to his room at Blackwell. We drank and I laughed at his rich kid bullshit. He was one step ahead and put something in my beer... "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_087="Three grand plus interest. And before I could get a chunk of that from Nathan...he dosed my drink with some shit..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_088="I know I passed out on the floor. I woke up and that perv was smiling, crawling towards me with a camera..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_090="Everything was a blur... I tried to kick him in the balls and broke a lamp. Nathan freaked, so I managed to bum rush the door and get the hell out. Max, it was insane."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_093="I figured I would make him pay me to keep quiet. So we met in the bathroom. "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_095="Screw that. You already told the Principal and I'm sure it's useless."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Chloe_097="I was an idiot. I thought he was so blazed it would be an easy score."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_004="Are you... pissed at me?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_005="I'm sorry I wussed out."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_006="You're in a good mood."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_007="My pleasure. Feels nice out here after all that drama..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_012="I'm not as brave as you. And David is indeed a "step-douche.""
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_014="You have to live with him. Has he always been this way?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_016="I'm glad I took his photo with Kate. Just in case..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_017="I felt weird taking his photo with Kate. But he was such a bully."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_018="He freaked out on poor Kate Marsh today."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_019="I should've taken his photo when he flipped out on Kate today."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_024="He has some kind of weird agenda."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_028="Well, yeah. I couldn't help it."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_029="Uh… Files?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_030="You know I wanted to, but... I realized I have enough mystery in my life."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_031="Not me. "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_036="Creepy photos of Kate Marsh… other Blackwell students..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_037="Ew."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_038="Shut up."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_045="What's Nathan secret?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_046="Even yours?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_047="So what do you have on Nathan?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_048="What?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_054="He's still dangerous, Chloe. Not just to you."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_055="What are you going to do? Pop a cap in his ass? Let's call the police..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_059="I won't always be there to save you..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_061="Destiny?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_062="I wish. You know I would have read them."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_063="What files?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_066="He kinda creeps me out. I bet the truth is out there in his files. "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_069="I knew you didn't know! Chloe, your house is under surveillance."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_071="There are cameras all over the house. I saw it on a monitor in the garage."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_073="Sometimes ignorance is bliss."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_074="Just tell me what happened, Chloe. Now."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_079="For reals, Chloe? "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_081="You needed money that bad?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_083="So what about you and Nathan?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_084="How much do you owe?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_085="God Chloe, I can't believe this... I mean, I do. Then what? "
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_089="Go on..."
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_091="Chloe, that is so fucked up. What did you do then?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_092="I am so furious I can't even speak… What did you do then?"
Cue_E1_6A_CliffNow_CHChloe_Phase01_Max_094="And he brought a gun."
Cue_E1_6A_CliffNow_DialEnd_Chloe_010="If this is destiny, I hope we can find Rachel. I miss her, Max. "
Cue_E1_6A_CliffNow_DialEnd_Chloe_020="This shit-pit has taken away everyone I've ever loved... I'd like to drop a bomb on Arcadia Bay and turn it to fucking glass…"
Cue_E1_6A_CliffNow_IntroDialChloe_Max_010="Sure you don't want to be alone?"
Cue_E1_6A_CliffNow_Reveal01_Chloe_010="Come on, slowpoke! "
Cue_E1_6A_CliffNow_Reveal01_Chloe_030="Isn't this awesome sauce? Totally reminds me of when we were kids…"
Cue_E1_6A_CliffNow_Reveal01_Max_020="Hold on!"
Cue_E1_6A_CliffNow_Reveal01_Max_040="I haven't been here in forever… So why do I feel like I was just here?"
Cue_E1_6A_CliffNow_Reveal01_Max_050="Whoa, this is the exact same path I was on during my nightmare today…"
Cue_E1_6A_CliffNow_Reveal02_Max_010="Chloe sure knows how to hold a grudge."
Cue_E1_6A_CliffNow_Reveal02_Max_020="I haven't been here in forever… So why do I feel like I was just here?"
Cue_E1_6A_CliffNow_Reveal02_Max_030="Whoa, this is the exact same path I was on during my nightmare today…"
